commands = '''
𝚂𝙾𝚄𝚁ᑕ𝙴𝚂 𝙾f 𝙿𝚁𝙸𝙽ᑕ𝙴𝚂**
هـذه هـي أوامــر تـشـيـكر الامـراء 

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
𝚂𝙾𝚄𝚁ᑕ𝙴𝚂 𝙾f 𝙿𝚁𝙸𝙽ᑕ𝙴𝚂**
✛━━━━━━━━━━━━━━━━━━━━━━✛
`.فحص` : لإجراء فحص للسورس

`.سورس` : لإجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لإجراء اعادة تشغيل للسورس

✛━━━━━━━━━━━━━━━━━━━━━━✛
'''
sec2 = '''
✛━━━━━━━━━━━━━━━━━━━━━━✛

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

✛━━━━━━━━━━━━━━━━━━━━━━✛
'''
sec3 = """
𝚂𝙾𝚄𝚁ᑕ𝙴𝚂 𝙾f 𝙿𝚁𝙸𝙽ᑕ𝙴𝚂
✛━━━━━━━━━━━━━━━━━━━━━━✛

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

✛━━━━━━━━━━━━━━━━━━━━━━✛
"""
sec4 = """
الاوامر الاضافية | 𝚂𝙾𝚄𝚁ᑕ𝙴𝚂 𝙾f 𝙿𝚁𝙸𝙽ᑕ𝙴𝚂 

✛━━━━━━━━━━━━━━━━━━━━━━✛

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سـورس الامراء` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : $هلو + عدد التكرار

3️⃣ الامر إذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبًا بك في سـورس الامراء `

4️⃣ الامر إذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبًا بك في سـورس الامراء `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

✛━━━━━━━━━━━━━━━━━━━━━━✛
"""
tele_checker = '''
✛━━━━━━━━━━━━━━━━━━━━━━✛

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

✛━━━━━━━━━━━━━━━━━━━━━━✛
'''
tele_checker2 = '''
𝚂𝙾𝚄𝚁ᑕ𝙴𝚂 𝙾f 𝙿𝚁𝙸𝙽ᑕ𝙴𝚂

الانـواع :

✛━━━━━━━━━━━━━━━━━━━━━━✛
1 : ثلاثي

2 : ثلاثـي فقط احرف و اخر ارقام

3 : خماسي مثال dv777,dd777

4 : سداسي مثال dv7777,dd7777

5 : سباعي مثال dv77777,dd77777

6 : خماسي مثال d1d1d,dvdvd

7 : خماسي مثال d1dd1,dvddv

8 : خماسي مثال d111d,dvvvd

9 : خماسي مثال dd111,ddvvv

10 : خماسي مثال d11d1,dvvdv

11 : خماسي مثال d1ddd,dvddd

12 : خماسي مثال dd1dd,ddvdd

13 :خماسي مثال ddd1d,dddvd
✛━━━━━━━━━━━━━━━━━━━━━━✛
طريقـة تفـعيل الـصيد 

.صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
- مثـال╎ `.صيد 300 2 @VebThon`
'''
